IDEA Open Model
FatigueLoading.MinLoading Property
Compatible with IDEA StatiCa v 10.1
 Min. cyclic loading
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public LoadingULS MinLoading { get; set; }
Public Property MinLoading As LoadingULS
	Get
	Set
public:
property LoadingULS^ MinLoading {
	LoadingULS^ get ();
	void set (LoadingULS^ value);
}
Property Value
Type: LoadingULS
See Also
Reference
FatigueLoading Class
IdeaRS.OpenModel.Concrete.Load Namespace